[
  {
    "Author": "AkoSiIbarra",
    "BookName": "Project Loki Volume 1",
    "Genre": "Mystery",
    "Description": "Join Lorelei and Loki as they unravel the threads of mystery, unveil the masks of evil intentions and put together the pieces of the puzzle in their adventures.",
    "BookCover": "https://img.wattpad.com/cover/55259614-512-k342168.jpg",
    "BookLink": "https://www.wattpad.com/story/55259614?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "AkoSiIbarra",
    "BookName": "Project Loki Volume 2",
    "Genre": "Mystery",
    "Description": "The adventures of the QED Club continue as the Moriarty mystery thickens.",
    "BookCover": "https://img.wattpad.com/cover/220978938-512-k342177.jpg",
    "BookLink": "https://www.wattpad.com/story/220978938?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "AkoSiIbarra",
    "BookName": "Project Loki Volume 3",
    "Genre": "Mystery",
    "Description": "The third and final volume of Project LOKI. Join Lorelei, Loki, Jamie, and Alistair as they bring down Moriarty's organization.",
    "BookCover": "https://img.wattpad.com/cover/101604752-512-k342183.jpg",
    "BookLink": "https://www.wattpad.com/story/101604752?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "AkoSiIbarra",
    "BookName": "The Enigma of Erald",
    "Genre": "Mystery",
    "Description": "Meet Erald Castell, an aspiring evil mastermind who ironically joins the legendary QED Club.",
    "BookCover": "https://img.wattpad.com/cover/131929837-512-k384104.jpg",
    "BookLink": "https://www.wattpad.com/story/131929837?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "AkoSiIbarra",
    "BookName": "Play The Queen: Act One",
    "Genre": "Mystery, Romance",
    "Description": "Cutthroat campus drama and politics with make-believe relationship mixed in!\n\nDue to his serious attitude and intimidating aura, Priam Torres has become the most unpopular University Student Council president to date. To improve his image, USC chief-of-staff Castiel Seville initiates \"Oplan First Lady.\" The goal? Find a likeable pretend girlfriend for the president.\n\nFabienne Lucero is a Theater Arts student and a theater actress who's desperately looking for a way to continue her studies in the university. After being offered to play the role of Priam's girlfriend in exchange for a scholarship, she accepts and is soon dubbed as the \"First Lady.\"\n\nTrouble ensues when a nosy campus journalist takes interest in them and tries to expose the deception. Will the First Couple be able to keep their fake relationship? Or will they be exposed as frauds to the student body?\n\nThe curtain is drawn and the play begins.",
    "BookCover": "https://img.wattpad.com/cover/301453845-512-k304202.jpg",
    "BookLink": "https://www.wattpad.com/story/301453845?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "AkoSiIbarra",
    "BookName": "Play The King: Act Two",
    "Genre": "Mystery, Romance",
    "Description": "It's been four months since Priam Torres, the once unpopular president of the Elysian University Student Council, assumed office. Thanks to his chief-of-staff Castiel Seville's ingenuity and Fabienne Lucero's cooperation to play as his first lady, his approval ratings are up. Everything is looking good for him and the council, and reelection is now viable.\n\nHowever, Priam's presidency is at extreme risk as one of the college student council chairpersons will attempt to dethrone him and bring down his administration. It's now up to Castiel and Fabienne-along with their new ally-to prevent the worst case scenario from happening.\n\nPlayers will make moves and countermoves. Chess pieces will dance on the board. Kings will clash-and only one of them can wear the crown and sit in the coveted throne.\n\nThe play resumes.",
    "BookCover": "https://img.wattpad.com/cover/321224526-256-k304224.jpg",
    "BookLink": "https://www.wattpad.com/story/321224526?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "april_avery",
    "BookName": "Charm Academy School of Magic",
    "Genre": "Fantasy, Adventure, Romance",
    "Description": "She is Ariela Davis, an ordinary girl with an ordinary life. Pero dahil sa isang insidente kinailangan niyang lumipat sa bagong school sa gitna ng kanyang Senior year. Sa isang MAGIC SCHOOL kung saan dating nagtuturo ang kanyang Lola. This story is about magic, adventure, fantasy and romance.",
    "BookCover": "https://img.wattpad.com/cover/9719560-512-k921596.jpg",
    "BookLink": "https://www.wattpad.com/story/9719560?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "april_avery",
    "BookName": "Mirren Academy of Spells",
    "Genre": "Fantasy",
    "Description": "Magic isn't real--except it is when Odeth wakes up as Olivia Valencourt, a student of Mirren Academy, a school for spell users like her. Well, like Olivia. \nDetermined to find her way back home, she discovers the truth behind the once-alive abandoned town, and that she's not as much of a stranger to the place and to the person she's pretending to be. In finding friends, love, and herself while trying to change the town's fate, she finds that maybe Mirren Academy is already home.",
    "BookCover": "https://img.wattpad.com/cover/259459221-512-k56843.jpg",
    "BookLink": "https://www.wattpad.com/story/259459221?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "april_avery",
    "BookName": "Titan Academy of Special Abilities",
    "Genre": "Fantasy",
    "Description": "Titan Academy is an esteemed school where students train to improve their special abilities. However, for seventeen-year-old village girl Shia Sheridan, it's nothing more than a despicable place where wealth speaks the loudest. Fate plays a joke on her when her best friend, Lucas, becomes part of a crime committed within the academy, and owning that crime in his stead leads Shia to the headmaster and principal, who then offers her a proposal she dare not refuse--in exchange for her freedom, she must become one of the special group of students joining the annual survival game called Linus Cup. Now, not only is she fighting for a spot she did not want in the very academy she hated, but also for her dear life as well. Can Shia survive till the end?",
    "BookCover": "https://img.wattpad.com/cover/24290723-512-k875550.jpg",
    "BookLink": "https://www.wattpad.com/story/24290723?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "april_avery",
    "BookName": "Something Spectacular",
    "Genre": "Teen Fiction",
    "Description": "Isabelle Dizon was perfect. A straight A business course student, a sensible lady, a responsible daughter any parent would wished for. But she felt something lacking. She often felt she was living to her parents idea of what she should be, and she started to doubt if that was what she really wanted.\nAs her uncertainty and longing continued, she met a group of people from a poorly funded, nearly dissolved, university organization. A group of six university students who taught her the value of friendship, the courage that comes with pursuing her dreams, and the importance of living in the moment and creating Something Spectacular.",
    "BookCover": "https://img.wattpad.com/cover/53935410-512-k298822.jpg",
    "BookLink": "https://www.wattpad.com/story/53935410?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "april_avery",
    "BookName": "The Devil's Trap",
    "Genre": "Fantasy, Vampire, Romance, Adventure",
    "Description": "She's my best friend, and she's the thirteenth victim.\"\nNangako si Althea Denise Limerick at ang best friend nitong si Elyse na hindi sila magiging biktima ng kumakalat na serial crime. But when her best friend never came back one night, napagtanto ni Denise na maaaring nangyari na ang kinatatakutan niya.\nNow it's too late and everything is a mess. Lalo na noong nasangkot sa insidente ang pangalan ng lalakeng yon- Landon Clifford Monaghan, the guy she did everything to avoid. Subalit dahil sa nangyari mukhang mapipilitan siya na muling harapin ito at masangkot sa mga bagay na matagal niyang iniwasan.",
    "BookCover": "https://img.wattpad.com/cover/41073483-512-k788512.jpg",
    "BookLink": "https://www.wattpad.com/story/41073483?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "april_avery",
    "BookName": "Something Phenominal",
    "Genre": "Teen Fiction",
    "Description": "Gabriel is sick and Shane is beside her during her ups and downs. But with both of them losing time and connection, will they be able to pull off an adventure of a lifetime?\n\n\"This is not a love story. This is a story about falling in love... with being alive.",
    "BookCover": "https://img.wattpad.com/cover/220151717-512-k298806.jpg",
    "BookLink": "https://www.wattpad.com/story/220151717?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "Yanalovesyouu",
    "BookName": "My Husband is a Mafia Boss",
    "Genre": "Romance",
    "Description": "Si Girl - may pagka-childish, slowpoke, exaggerated mag-isip, accident prone, sweet, mabait, super friendly, hindi nauubusan ng energy, positive thinker pag dating sa mga problema.\n\nSi Guy - mature, seryoso, hindi ngumingiti, bossy, masungit, snob, magaling mag-handle ng mga bagay, a perfect decision maker, hindi nakikipag-kaibigan, lahat tinuturing nyang competitors/kaaway.\n\nWhat if magtagpo ang landas nilang dalawa? At magkaroon ng biglaang kasal dahil sa di inaasahang pangyayari?\n\nAre they going to prove na total opposite attracts?\n\nO maghihiwalay din sila in the end?\n\npaano pakikisamahan ni girl ang asawa nyang mafia boss?\n\nmatagalan kaya ng isang mafia boss ang asawa nyang slow?\n\nLet's see..",
    "BookCover": "https://img.wattpad.com/cover/7017775-512-k726753.jpg",
    "BookLink": "https://www.wattpad.com/story/7017775?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "Yanalovesyouu",
    "BookName": "My Husband is a Mafia Boss (Season 2)",
    "Genre": "Romance",
    "Description": "Marriage is normally one's happily ever after in the movies, but for Aemie Ferrer-Roswell, it's just the start of a seemingly unending adventure. Can this sweet Barbie-loving airhead continue to survive the life of being wife to a Mafia boss?\n\n***\n\n\nMany things changed after Aemie Ferrer became Ezekiel Roswell's wife. With the might of Yaji and Roswells combined, things should have become smooth sailing for Baby Ae and her Dong--or at least, that's what everyone thought. But with lies, secrets and betrayals constantly plaguing the two, no one knows who to trust. This time, the silly and ditzy Aemie must step up to protect everyone and everything she cherishes--including the man she loves. Will they win and overcome this battle again? Or is it the perfect time for them to accept that Mafia stories have no happy endings?",
    "BookCover": "https://img.wattpad.com/cover/15977339-512-k498680.jpg",
    "BookLink": "https://www.wattpad.com/story/15977339?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "Yanalovesyouu",
    "BookName": "My Husband is a Mafia Boss (Season 3)",
    "Genre": "Romance",
    "Description": "Mikazuki convinces Bullet to meet his birth parents after being taken away by the former leader of the most powerful mafia group, Black Organization, for twenty-five years. But what if she later learns that their real families are in fact mortal enemies? Will Mikazuki dare to fight for their blossoming love--or will she choose to seek revenge?\n\n***\n\nAfter staying in Japan for several years, Mikazuki finally convinces Bullet, her adopted brother, to go back to the Philippines and meet his birth parents after being taken away from them twenty-five years ago by Terrence Von Knight, the former leader of the most powerful mafia group, Black Organization. Things start to get more complicated as untold stories and secrets concerning their real parents unfold, and they discover Mikazuki's true connection with Terrence Von Knight. A battle between their hearts and priorities erupts. What will be Mikazuki's ultimate choice?",
    "BookCover": "https://img.wattpad.com/cover/41252488-512-k525583.jpg",
    "BookLink": "https://www.wattpad.com/story/41252488?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "Yanalovesyouu",
    "BookName": "Lerwick",
    "Genre": "Romance",
    "Description": "For Sebastian Lerwick, being a good father, a loving husband, and a loyal member of the mafia are his top priorities. But when he's given a mission that he needs to keep from his family, he suddenly finds himself in the middle of a crisis he's not sure how to solve at all.\n\n***\n\nHappy-go-lucky Sebastian Lerwick always prioritizes his family above everything else. For him, his children and wife's happiness and safety always come first. He's willing to go to the ends of the earth just to be the best father and husband for them. But when he receives a secret mission from the head of their mafia organization, he suddenly finds himself losing time for the family he promised to love and cherish. Now faced with numerous problems and misunderstandings in his mission and family, can Lerwick solve all of these, or will he end up losing everything in the end?",
    "BookCover": "https://img.wattpad.com/cover/289245031-512-k626245.jpg",
    "BookLink": "https://www.wattpad.com/story/289245031?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "Yanalovesyouu",
    "BookName": "Writer's Block",
    "Genre": "Fantasy",
    "Description": "A fantasy which seems to be more like a reality. Or a reality which seems to be more like a fantasy? Or perhaps, a combination of reality and fantasy",
    "BookCover": "https://img.wattpad.com/cover/34111649-512-k367322.jpg",
    "BookLink": "https://www.wattpad.com/story/34111649?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  },
  {
    "Author": "Yanalovesyouu",
    "BookName": "Les Solitaires",
    "Genre": "Romance",
    "Description": "Still unable to accept Amber Lamperogue's death, Duchess, Katana, and the rest of Black Organization find ways to investigate what really happened before. But when they're faced with numerous roadblocks and confusing clues, can they really uncover the truth?\n\n***\n\nDespite witnessing the death of Amber Lamperogue with her own eyes, Duchess Lionheart still believes that Amber is alive. With the sudden disappearance of Les Solitaires where Amber serves as one of the Jokers, Duchess and Katana are more determined to uncover the truth. The problem? All the information they get leads them to a dead end. When the rest of Black Organization start to team up and dig for more clues, can the mystery regarding Amber's death be revealed once and for all?",
    "BookCover": "https://img.wattpad.com/cover/305403342-512-k824574.jpg",
    "BookLink": "https://www.wattpad.com/story/305403342?utm_source=android&utm_medium=link&utm_content=story_info&wp_page=story_details_button&wp_uname=thatsmirk"
  }
]